{
    "Core Rules": {
        "Advancement": {
            "Heroes": {
                "description": "Trow a 2D6, Result: <br/><br/>2-5 New Skill.<br/>Select one of the Skill tables available to the Hero and pick a skill. If he is a wizard he may choose to randomly generate a new spell instead of a skill. See the Magic section.<br/><br/>6 Characteristic Increase.<br/>Roll again: 1-3 = +1 Strength; 4-6 = +1 Attack.<br/><br/>7 Characteristic Increase. Choose either +1 WS or +1 BS.<br/><br/>8 Characteristic Increase.<br/>Roll again: 1-3 = +1 Initiative; 4-6 = +1 Leadership.<br/><br/>9 Characteristic Increase.<br/>Roll again: 1-3 = +1 Wound; 4-6 = +1 Toughness.<br/><br/>10-12 New Skill.<br/>Select one of the Skill tables available to the Hero and pick a skill. If he is a wizard he may choose to randomly generate a new spell instead of a skill"
            },
            "Squads": {
                "description": "Henchmen never add more than +1 point to any of their initial characteristics.<br/>If the dice roll indicates an increase in a characteristic which has already been increased (or is at its racial maximum), roll again until an unincreased charateristic is rolled.<br/><br/>All warriors in the group gain the same advance.<br/><br/>Trow a 2D6, Result:<br/><br/>2-4 Advance. +1 Initiative.<br/><br/>5 Advance. +1 Strength.<br/><br/>6-7 Advance. Choose either +1 BS or +1WS.<br/><br/>8 Advance. +1 Attack.<br/><br/>9 Advance. +1 Leadership.<br/><br/>10-12 The lad’s got talent.<br/>One model in the group becomes a Hero. If you already have the maximum number of Heroes, roll again.<br/>The new Hero remains the same Henchman type (eg, a Ghoul stays as a Ghoul) and starts with the same experience the Henchman had,<br/>with all his characteristic increases intact.<br/>You may choose two skill lists available to Heroes in your warband.<br/>These are the skill types your new Hero can choose from when he gains new skills.<br/>He can immediately make one roll on the Heroes Advance table.<br/>The remaining members of the Henchmen group, if any, <br/>roll again for the advance that they have earned, re-rolling any results of 10-12."
            }
        }
    }
}