{
    "Core Rules": {
        "Character Ability": {
            "Leader": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Leader",
                "description": "Nearby units (6 inch) can use this characters leader skill."
            },
            "Excellent Leader": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Excellent Leader",
                "description": "Nearby units (12 inch) can use this characters leader skill."
            },
            "Expert Swordsman": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Expert Swordsman",
                "description": "Swordsmen are so skilled with their weapons that they may re-roll any failed hits when charging. Note that this only applies when they are armed with normal swords, and not with doublehanded swords or any other weapons."
            },
            "Chaos Ritualist": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Chaos Ritualist",
                "description": "This character is a wizard and uses Chaos Rituals. See the Magic section for details."
            },
            "Unarmed and Unarmoured": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Unarmed and Unarmoured",
                "description": "This character is unable to use any weapons or armour."
            },
            "Unarmoured": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Unarmoured",
                "description": "This character is unable to wear armour."
            },
            "Unarmed": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Unarmed",
                "description": "This character is unable to use any weapons."
            },
            "Cause Fear": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Cause Fear",
                "description": "This character is terrifying and therefore instill fear in their enemies. In turn this character is immune to other fear causing characters.<br/><br/>- When this character charges, the enemy character must take a leadership test to overcome his fear. Test when the charge is declared and is determined to be within range. If the test is passed the enemy model may fight as normal. If it is failed the model must roll 6's to score hits on the first round of combat.<br/>- If this character is charged, the enemy character must take a leadership test to overcome his fear. If it fails the enemy character may not charge and must remain stationary for the turn. Treat this as a failed charge."
            },
            "Can Mutate": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Can Mutate",
                "description": "This character is able to mutate and may start the game with one or more mutations. See the Mutations list over the page for costs."
            },
            "Mutated": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Mutated",
                "description": "This character is a mutated being and must start the game with at least one or more mutations. See the Mutations list over the page for costs."
            },
            "Crazed": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Crazed",
                "description": "This character has been driven insane by daemonic possession and knows no fear. They automatically pass any Leadership tests they are required to take."
            },
            "Burn the Witch!": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Burn the Witch!",
                "description": "This character hates all models who can cast spells.<br/><br/>Hatred is a very powerful emotion, and during this era of strife and war, bitter rivalry is commonplace.<br/>Warriors who fight enemies they hate in hand-to-hand combat may re-roll any misses when they attack in the first turn of each hand-to-hand combat. This bonus applies only in the first turn of each combat and represents the warrior venting his pent-up hatred on his foe. After the initial round of hand-to-hand combat he loses some impetus and subsequently fights as normal for the rest of the combat"
            },
            "Prayers of Sigmar": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Prayers of Sigmar",
                "description": "This character is a servant of Sigmar and may use the Prayers of Sigmar as detailed in the Magic section."
            },
            "Melee Only": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Melee Only",
                "description": "This character cannot use missile weapons, even if they gain an Advance roll which would otherwise allow them to do so."
            },
            "Fanatical": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Fanatical",
                "description": "This character automatically passes all Leadership-based tests it is required to take."
            },
            "No Leader": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "No Leader",
                "description": "This character can never become a warband leader."
            },
            "Animal": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Animal",
                "description": "This character is an animal and thus cannot gain experience."
            },
            "Blessed Sight": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Blessed Sight",
                "description": "This character can re-roll any failed characteristic tests (climbing, resisting spells or any other reason), and any rolls to hit in close combat or shooting. You must accept the second result. In addition, this character can use its Blessed Sight to help the warband when they are searching the city for wyrdstone. If the character is not put out of action in the battle, you may roll two dice for it in the exploration phase and pick either dice as the result."
            },
            "Immune to Psychology": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Immune to Psychology",
                "description": "This character is not affected by psychology (such as fear) and never leaves combat."
            },
            "Immune to Poison": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Immune to Poison",
                "description": "This character is not affected by any poison."
            },
            "Immune to Pain": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Immune to Pain",
                "description": "This character is not affected by pain and therefore treats a 'stunned' result on the Injury chart as 'knocked down'."
            },
            "Necromancer": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Necromancer",
                "description": "This wizard is a necromancer, thus is able to use Necromantic magic. See the Magic section for details."
            },
            "May Not Run": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "May Not Run",
                "description": "This character May Not Run (but may charge normally)."
            },
            "Double Charge": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Double Charge",
                "description": "This character overpowers its opponents when it charges. It fights with 2 attacks instead of 1 during the turn it charges."
            },
            "Armour Piercing": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Armour Piercing",
                "description": "This character always has an extra -1 modifier to any armour save the enemy has to take against wounds it inflicted (both with missile and close combat weapons)."
            },
            "Horned Rat Sorcerer": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Horned Rat Sorcerer",
                "description": "This character is a wizard and uses the Magic of the Horned Rat. See the Magic section for details."
            },
            "Pack Size": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Pack Size",
                "description": "You can recruit as many characters of this type as you wish."
            },
            "Leaderless Stupidity": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Leaderless Stupidity",
                "description": "Many large and powerful creatures, as well as some of the more unhinged individuals in Mordheim, are unfortunately rather stupid. This character is subject to stupidity unless a Hero is within 6 inch of it.<br/><br/>Models that are stupid test at the start of their turn to see if they overcome their stupidity. Make a test for each model affected by stupidity. If you pass the test by rolling their Leadership value or less on 2D6 then all is well – the creatures behave reasonably intelligently and the player may move and fight with them as normal.<br/>If the test is failed all is not well. If the model is in combat it will not strike any blows during this turn of hand-to-hand combat. If he is a spell caster then he may not cast any spells this turn. If a model who fails a Stupidity test is not in hand-tohand combat, roll a D6.<br/>1-3 The warrior moves directly forward at half speed in a shambling manner. He will not charge an enemy (stop his movement 1 inch away from any enemy he would have come into contact with). He can fall down from the edge of a sheer drop (see the Falling rules) or hit an obstacle, in which case he stops. The model will not shoot this turn.<br/>4-6 The warrior stands inactive and drools a bit during this turn. He may do nothing else, as drooling is so demanding."
            },
            "Large Target": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Large Target",
                "description": "This character is a Large Target as defined in the shooting rules."
            },
            "Lesser Sorcerer": {
                "source": "Core Rules",
                "category": "Character Ability",
                "name": "Lesser Sorcerer",
                "description": "This character knows the art of magic to a lesser extent. See the Magic section for details."
            }
        },
        "Item Ability": {
            "Cloth is Armour": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Cloth is Armour",
                "description": "This weapon is not the best weapon to use for penetrating an enemy model's armour. An enemy wounded by it gains a +1 bonus to his armor save, and a 6+ armor save if he has none normally."
            },
            "Concussion": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Concussion",
                "description": "This weapon is excellent to use for striking your enemy senseless. When using this weapon, a roll of 2-4 is treated as stunned when rolling to see the extent of a model's injuries."
            },
            "Two Handed": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Two Handed",
                "description": "A model armed with this weapon may not use a shield, buckler or additional weapon in close combat. If the model is equipped with a shield he will still get a +1 bonus to his armor save against shooting."
            },
            "Unwieldy": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Unwieldy",
                "description": "A model armed with this weapon may only use a shield or a buckler in his other hand. He may not use a second weapon, because it requires all his skill to wield it."
            },
            "Difficult to use": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Difficult to use",
                "description": "A model armed with this weapon may only use a shield in his other hand. He may not use a not use a second weapon or buckler, because it requires all his skill to wield it."
            },
            "Cumbersome": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Cumbersome",
                "description": "A model armed with this weapon may not use any other weapons in the entire battle."
            },
            "Cutting Edge": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Cutting Edge",
                "description": "This weapon has an extra save modifier of -1, so a model with Strength 4 using an axe has a -2 save modifier when he hits an opponent in hand-to-hand combat."
            },
            "Parry": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Parry",
                "description": "This weapon offers an excellent balance of defense and offence. A model armed with this weapon may parry blows. When his opponent rolls to hit, the model armed with this weapon may roll a D6. If the score is greater than the highest to hit score of his opponent, the model has parried the blow, and that attack is discarded. A model may not parry attacks made with double or more its own Strength – they are simply too powerful to be stopped. The character may reroll a failed parry attempt for every extra item that allows for Parrying."
            },
            "First Strike": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "First Strike",
                "description": "A warrior with a spear strikes first in the first turn of hand-to-hand combat."
            },
            "Last Strike": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Last Strike",
                "description": "This weapon is so heavy that the model using it always strikes last, even when charging."
            },
            "Cavalry Charge Bonus": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Cavalry Charge Bonus",
                "description": "If using the rules for mounted models, a mounted warrior armed with this weapon receives a +1 Strength bonus when he charges. This bonus only applies for that turn."
            },
            "Cavalry Weapon": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Cavalry Weapon",
                "description": "A character must own a warhorse to use this weapon, as it can only be used whilst he is on horseback."
            },
            "Cannot be Parried": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Cannot be Parried",
                "description": "The steel whip is a flexible weapon and the Priestesses use it with great expertise. Attempts to parry its strikes are futile. A model attacked by a steel whip may not make parries with swords or bucklers."
            },
            "Whipcrack": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Whipcrack",
                "description": "When the wielder charges they gain +1A for that turn. This bonus attack is added after any other modifications. When the wielder is charged they gain +1A that they may only use against the charger. This additional attack will 'strike first'. If the wielder is simultaneously charged by two or more opponents they will still only receive a total of +1A. If the wielder is using two whips at the same time then they get +1A for the additional hand weapon, but only the first whip gets the whipcrack +1A."
            },
            "Heavy": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Heavy",
                "description": "This weapon is extremely tiring to use and thus any Strength bonus applies only in the first turn of each hand-to-hand combat."
            },
            "Holy Weapon": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Holy Weapon",
                "description": "This weapon is blessed and has a +1 bonus on all to wound rolls against any Possessed or Undead models. Note that you will still need to score a 6 before any modifiers in order to cause a critical hit."
            },
            "Pair": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Pair",
                "description": "These weapons are traditionally used in pairs, one in each hand. A warrior armed with these weapons gets an additional attack."
            },
            "Climb": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Climb",
                "description": "A character equipped with this weapon can add +1 to his Initiative when making Climbing tests."
            },
            "Venomous / Black Lotus": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Venomous / Black Lotus",
                "description": "The venom of this weapon will enter the blood of the victim and ravage his organs and muscles. This weapon counts as being permanently coated in Black Lotus (see the Equipment section). No additional poison may be applied to this weapon."
            },
            "Stationary Fire": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Stationary Fire",
                "description": "The character may not move and fire this weapon on the same turn, other than to pivot on the spot to face its target or to stand up."
            },
            "Stationary Fire X2": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Stationary Fire X2",
                "description": "A slinger may fire twice in the shooting phase if he does not move in the movement phase. He cannot shoot over half range (9 inch) though, if he fires twice. If the model fires twice then each shot is at -1 to hit."
            },
            "Thrown Weapon": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Thrown Weapon",
                "description": "Models using this weapon do not suffer penalties for range or moving as this weapon is perfectly balanced for throwing. It cannot be used in close combat."
            },
            "Stealthy": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Stealthy",
                "description": "A character armed with a blowpipe can fire while hidden without revealing his position to the enemy. The target model can take an Initiative test in order to try to spot the firing character. If the test is successful, the character no longer counts as hidden."
            },
            "Armour Piercing": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Armour Piercing",
                "description": "This weapon has a -1 save modifier on armor saves against it"
            },
            "Fire before Melee": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Fire before Melee",
                "description": "A model armed with this weapon may shoot in the first round of a hand-to-hand combat and this shot is always resolved first, before any blows are struck. This shot has an extra -2 to hit penalty. Use model's Ballistic Skill to see whether it hits or not. This bonus attack is in addition to any close combat weapon attacks."
            },
            "Fire Twice": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Fire Twice",
                "description": "A model armed with this weapon may choose to fire twice per turn with an extra -1 to hit penalty on both shots."
            },
            "Prepare Shot": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Prepare Shot",
                "description": "This weapon takes a whole turn to reload, so you may only fire every other turn. Some weapons when paired (i.e., two) allow you to fire every turn."
            },
            "Fire during Melee": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Fire during Melee",
                "description": "This weapon can be used in hand-to-hand combat as well as for shooting. A model armed with this weapon and another close combat weapon gains +1 Attack, which is resolved at Strength 4 with a -2 save modifier. This bonus attack can be used only once per combat. If you have two weapons with this ability, your model can fight with 2 Attacks in the first turn of close combat. These attacks are resolved with a model's Weapon Skill like any normal close combat attack and likewise may be parried. Successful hits are resolved at Strength 4 and with a -2 save modifier, regardless of the firer's Strength."
            },
            "Blunderbuss Shot": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Blunderbuss Shot",
                "description": "When your model fires the blunderbuss, draw a line 16 inch long and 1 inch wide in any direction from the firer (the line must be absolutely straight). Any and all models in its path are automatically hit by a Strength 3 hit."
            },
            "Accurate": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Accurate",
                "description": "This weapon is built for accuracy as a skilled wielder is able to hit a coin from twenty paces. All shots and close combat attacks from this weapon have a +1 bonus to hit."
            },
            "Pick Target": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Pick Target",
                "description": "A model armed with this weapon can target any enemy model in sight, not just the closest one."
            },
            "Encumbered 1 of 2": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Encumbered 1 of 2",
                "description": "A warrior that is armed with both heavy armor and a shield suffers a -1 Movement penalty."
            },
            "Encumbered 2 of 2": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Encumbered 2 of 2",
                "description": "A warrior that is armed with both heavy armor and a shield suffers a -1 Movement penalty."
            },
            "Rally!": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Rally!",
                "description": "Any warband whose leader is carrying this item may re-roll the first failed Rout test."
            },
            "Brittle": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Brittle",
                "description": "After each battle in which the wielder is taken out of action, roll a D6. On a roll of 1-3 the item is ruined and must be discarded."
            },
            "Camouflage": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Camouflage",
                "description": "A warrior aiming a missile weapon at a warrior wearing this item suffers -1 on his to hit roll."
            },
            "Hardhead": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Hardhead",
                "description": "A model that is equipped with a helmet has a special 4+ save on a D6 against being stunned. If the save is made, treat the stunned result as knocked down instead. This save is not modified by the opponent's Strength."
            },
            "Garlic Smell": {
                "source": "Core Rules",
                "category": "Item Ability",
                "name": "Garlic Smell",
                "description": "A Vampire must pass a Leadership test or it will be unable to charge a model carrying a clove of garlic."
            }
        },
        "Injuries": {
            "Stupidity": {
                "source": "Core Rules",
                "category": "Injury",
                "name": "Stupidity",
                "description": "Many large and powerful creatures, as well as some of the more unhinged individuals in Mordheim, are unfortunately rather stupid. Due to an injury to the head, this character became one of them.<br/><br/>Models that are stupid test at the start of their turn to see if they overcome their stupidity. Make a test for each model affected by stupidity. If you pass the test by rolling their Leadership value or less on 2D6 then all is well – the creatures behave reasonably intelligently and the player may move and fight with them as normal.<br/>If the test is failed all is not well. If the model is in combat it will not strike any blows during this turn of hand-to-hand combat. If he is a spell caster then he may not cast any spells this turn. If a model who fails a Stupidity test is not in hand-tohand combat, roll a D6.<br/>1-3 The warrior moves directly forward at half speed in a shambling manner. He will not charge an enemy (stop his movement 1 inch away from any enemy he would have come into contact with). He can fall down from the edge of a sheer drop (see the Falling rules) or hit an obstacle, in which case he stops. The model will not shoot this turn.<br/>4-6 The warrior stands inactive and drools a bit during this turn. He may do nothing else, as drooling is so demanding."
            },
            "Frenzy": {
                "source": "Core Rules",
                "category": "Injury",
                "name": "Frenzy",
                "description": "Some warriors can work themselves into a berserk state of fury, a whirlwind of destruction in which all concern for their own personal safety is ignored in favour of mindless violence. These warriors are described as being frenzied.<br/>Frenzied models must always charge if there are any enemy models within charge range (check after charges have been declared). The player has no choice in this matter – the warrior will automatically declare a charge.<br/>Frenzied warriors fight with double their Attacks characteristic in hand-to-hand combat. Warriors with 1 Attack therefore have 2 Attacks, warriors with 2 Attacks have 4, etc. If a warrior is carrying a weapon in each hand, he receives +1 Attack for this as normal. This extra Attack is not doubled.<br/>Once they are within charge range, frenzied warriors are immune to all other psychology, such as fear and don't have to take these tests as long as they remain within charge range.<br/>If a frenzied model is knocked down or stunned, he is no longer frenzied. He continues to fight as normal for the rest of the battle."
            },
            "Horrible Scars": {
                "source": "Core Rules",
                "category": "Injury",
                "name": "Horrible Scars",
                "description": "Due to its disfigurement the character causes fear from now on. In turn this character is immune to other fear causing characters.<br/><br/>- When this character charges, the enemy character must take a leadership test to overcome his fear. Test when the charge is declared and is determined to be within range. If the test is passed the enemy model may fight as normal. If it is failed the model must roll 6's to score hits on the first round of combat.<br/>- If this character is charged, the enemy character must take a leadership test to overcome his fear. If it fails the enemy character may not charge and must remain stationary for the turn. Treat this as a failed charge."
            },
            "Hardened": {
                "source": "Core Rules",
                "category": "Injury",
                "name": "Hardened",
                "description": "The warrior survives and becomes inured to the horrors of Mordheim. From now on he is immune to fear."
            },
            "Nervous Condition": {
                "source": "Core Rules",
                "category": "Injury",
                "name": "Nervous Condition",
                "description": "The warrior's nervous system has been damaged. His Initiative is permanently reduced by -1."
            },
            "Blinded in One Eye": {
                "source": "Core Rules",
                "category": "Injury",
                "name": "Blinded in One Eye",
                "description": "The warrior survives but loses the sight in one eye; randomly determine which. A character that loses an eye has his Ballistic Skill reduced by -1. If the warrior is subsequently blinded in his remaining good eye he must retire from the warband."
            },
            "Hand Injury": {
                "source": "Core Rules",
                "category": "Injury",
                "name": "Hand Injury",
                "description": "The warrior's hand is badly injured. His Weapon Skill is permanently reduced by -1."
            },
            "Lost Arm": {
                "source": "Core Rules",
                "category": "Injury",
                "name": "Lost Arm",
                "description": "The character suffers a severe arm wound. The arm must be amputated. The warrior may only use a single onehanded weapon from now on without an additional buckler or shield. If the model is equipped with a shield he will still get a +1 bonus to his armor save against shooting."
            },
            "Smashed Leg": {
                "source": "Core Rules",
                "category": "Injury",
                "name": "Smashed Leg",
                "description": "The warrior May Not Run any more but he may still charge."
            },
            "Deep Wound": {
                "source": "Core Rules",
                "category": "Injury",
                "name": "Deep Wound",
                "description": "The warrior has suffered a serious wound and must miss the next D3 games while he is recovering. He may do nothing at all while recovering."
            },
            "Hatred": {
                "source": "Core Rules",
                "category": "Injury",
                "name": "Hatred",
                "description": "The character has a native hatred towards a particular character, warband or race.<br/><br/>Hatred is a very powerful emotion, and during this era of strife and war, bitter rivalry is commonplace.<br/>Warriors who fight enemies they hate in hand-to-hand combat may re-roll any misses when they attack in the first turn of each hand-to-hand combat. This bonus applies only in the first turn of each combat and represents the warrior venting his pent-up hatred on his foe. After the initial round of hand-to-hand combat he loses some impetus and subsequently fights as normal for the rest of the combat"
            },
            "Broken Leg": {
                "source": "Core Rules",
                "category": "Injury",
                "name": "Broken Leg",
                "description": "The warrior's leg is broken. He suffers a -1 Movement characteristic penalty from now on."
            },
            "Chest Wound": {
                "source": "Core Rules",
                "category": "Injury",
                "name": "Chest Wound",
                "description": "The warrior has been badly wounded in the chest. He recovers but is weakened by the injury so his Toughness is reduced by -1."
            },
            "Old Battle Wound": {
                "source": "Core Rules",
                "category": "Injury",
                "name": "Old Battle Wound",
                "description": "The warrior survives, but his wound will prevent him from fighting if you roll a 1 on a D6 at the start of any battle. Roll at the start of each battle from now on."
            }
        },
        "Combat Ability": {
            "Strike to Injure": {
                "source": "Core Rules",
                "category": "Combat Ability",
                "name": "Strike to Injure",
                "description": "The warrior can land his blows with uncanny accuracy. Add +1 to all injury rolls caused by the model in hand-to-hand combat."
            },
            "Combat Master": {
                "source": "Core Rules",
                "category": "Combat Ability",
                "name": "Combat Master",
                "description": "The warrior is able to take on several opponents at once. If he fights against more than one enemy at a time, he gains an extra Attack in each hand-to-hand combat phase as long as he is fighting two or more enemy models. In addition, the warrior is immune to ‘All Alone’ tests."
            },
            "Weapons Training": {
                "source": "Core Rules",
                "category": "Combat Ability",
                "name": "Weapons Training",
                "description": "A warrior with this skill is adept at using many different weapons. He may use any hand-to-hand combat weapon he comes across, not just those in his equipment options."
            },
            "Web of Steel": {
                "source": "Core Rules",
                "category": "Combat Ability",
                "name": "Web of Steel",
                "description": "Few can match the ability of this warrior. He fights with great skill, weaving a web of steel around him. The model gains +1 to all his rolls on Critical Hit tables in hand-to-hand combat."
            },
            "Expert Swordsman": {
                "source": "Core Rules",
                "category": "Combat Ability",
                "name": "Expert Swordsman",
                "description": "This warrior has been expertly taught in the art of swordsmanship. He may re-roll all missed attacks if he is using a sword in the hand-tohand phase of the turn that he charges. Note that this only applies when they are armed with normal swords or weeping blades, and not with doublehanded swords or any other weapons."
            },
            "Step Aside": {
                "source": "Core Rules",
                "category": "Combat Ability",
                "name": "Step Aside",
                "description": "The warrior has a natural ability to avoid injury in combat. Each time he suffers a wound in close combat he may make an additional saving throw of 5+. This save is never modified and is taken after all other armour saves."
            }
        },
        "Shooting Ability": {
            "Quick Shot": {
                "source": "Core Rules",
                "category": "Shooting Ability",
                "name": "Quick Shot",
                "description": "The warrior may shoot twice per turn with a bow or crossbow (but not a crossbow pistol)."
            },
            "Pistolier": {
                "source": "Core Rules",
                "category": "Shooting Ability",
                "name": "Pistolier",
                "description": "The warrior is an expert at using all kinds of pistols. If he is equipped with a brace of pistols of any type (including crossbow pistols), he may fire twice in the Shooting phase (though note that normal reloading rules apply). If he has a single pistol then he may fire it in the same turn it was reloaded."
            },
            "Eagle Eyes": {
                "source": "Core Rules",
                "category": "Shooting Ability",
                "name": "Eagle Eyes",
                "description": "The warrior’s sight is exceptionally keen. He adds 6 inch to the range of any missile weapon he is using."
            },
            "Weapons Expert": {
                "source": "Core Rules",
                "category": "Shooting Ability",
                "name": "Weapons Expert",
                "description": "The warrior has been trained to use some of the more unusual weapons of the known world. He may use any missile weapon he comes across, not just the weapons available from his warband’s list."
            },
            "Nimble": {
                "source": "Core Rules",
                "category": "Shooting Ability",
                "name": "Nimble",
                "description": "The warrior may move and fire with weapons that are normally only used if the firer has not moved. Note that this skill cannot be combined with the Quick Shot skill."
            },
            "Trick Shooter": {
                "source": "Core Rules",
                "category": "Shooting Ability",
                "name": "Trick Shooter",
                "description": "The warrior can shoot through the tiniest gap without it affecting his aim. He ignores all modifiers for cover when using missile weapons."
            },
            "Hunter": {
                "source": "Core Rules",
                "category": "Shooting Ability",
                "name": "Hunter",
                "description": "The warrior is an expert at getting his weapon loaded and ready. He may fire each turn with a handgun or Hochland long rifle."
            },
            "Knife Fighter": {
                "source": "Core Rules",
                "category": "Shooting Ability",
                "name": "Knife Fighter",
                "description": "The warrior is an unrivalled expert at using throwing knives and throwing stars. He can throw a maximum of three of these missiles in his shooting phase and may divide his shots between any targets within range as he wishes. Note that this skill cannot be combined with the Quick Shot skill."
            }
        },
        "Academic Ability": {
            "Battle Tongue": {
                "source": "Core Rules",
                "category": "Academic Ability",
                "name": "Battle Tongue",
                "description": "This skill may only be chosen by a leader. The warrior has drilled his warband to follow short barked commands. This increases the range of his Leader ability by 6 inch. Note that Undead leaders may not use this skill."
            },
            "Sorcery": {
                "source": "Core Rules",
                "category": "Academic Ability",
                "name": "Sorcery",
                "description": "This skill may only be taken by Heroes capable of casting spells. A warrior with this skill gains +1 to his rolls to see whether he can cast spells successfully or not. Note that Sisters of Sigmar and Warrior-Priests may not use this skill."
            },
            "Streetwise": {
                "source": "Core Rules",
                "category": "Academic Ability",
                "name": "Streetwise",
                "description": "A warrior with this skill has good contacts and knows where to purchase rare items. He may add +2 to the roll that determines his chances of finding such items (see the Trading section)."
            },
            "Haggle": {
                "source": "Core Rules",
                "category": "Academic Ability",
                "name": "Haggle",
                "description": "The warrior knows all the tricks of bargaining and haggling. He may deduct 2D6 gold crowns from the price of any single item (to a minimum cost of 1gc) once per post battle sequence."
            },
            "Arcane Lore": {
                "source": "Core Rules",
                "category": "Academic Ability",
                "name": "Arcane Lore",
                "description": "Witch Hunters, Sisters of Sigmar and Warrior-Priests may not have this skill. Any warrior with this skill may learn Lesser Magic if he owns a Tome of Magic."
            },
            "Wyrdstone Hunter": {
                "source": "Core Rules",
                "category": "Academic Ability",
                "name": "Wyrdstone Hunter",
                "description": "The warrior has an uncanny ability to find hidden shards of wyrdstone. If a Hero with this skill is searching the ruins in the exploration phase you may re-roll one dice when rolling on the Exploration chart. The second result stands."
            },
            "Warrior Wizard": {
                "source": "Core Rules",
                "category": "Academic Ability",
                "name": "Warrior Wizard",
                "description": "This skill may only be taken by spellcasters. The mental powers of the wizard allow him to wear armour while casting spells."
            }
        },
        "Strength Ability": {
            "Mighty Blow": {
                "source": "Core Rules",
                "category": "Strength Ability",
                "name": "Mighty Blow",
                "description": "The warrior knows how to use his strength to maximum effect and has a +1 Strength bonus in close combat (excluding pistols). As his Strength is used for close combat weapons, the bonus applies to all such weapons."
            },
            "Pit Fighter": {
                "source": "Core Rules",
                "category": "Strength Ability",
                "name": "Pit Fighter",
                "description": "The warrior has learned how to fight in enclosed spaces from his time in the dangerous fighting pits of the Empire. He is an expert at fighting in confined areas and adds +1 to his WS and +1 to his Attacks if he is fighting inside buildings or ruins. It’s a good idea to define which bits of your terrain collection count as ‘buildings or ruins’ at the start of a battle to avoid confusion later."
            },
            "Resilient": {
                "source": "Core Rules",
                "category": "Strength Ability",
                "name": "Resilient",
                "description": "The warrior is covered in battle scars. Deduct -1 Strength from all hits against him in close combat. This does not affect armour save modifiers."
            },
            "Fearsome": {
                "source": "Core Rules",
                "category": "Strength Ability",
                "name": "Fearsome",
                "description": "Such is the reputation and physique of the model that he causes fear in opposing models."
            },
            "Strongman": {
                "source": "Core Rules",
                "category": "Strength Ability",
                "name": "Strongman",
                "description": "The warrior is capable of great feats of strength. He may use a double-handed weapon without the usual penalty of always striking last. Work out order of battle as you would with other weapons."
            },
            "Unstoppable Charge": {
                "source": "Core Rules",
                "category": "Strength Ability",
                "name": "Unstoppable Charge",
                "description": "When he charges, the warrior is almost impossible to halt. He adds +1 to his Weapon Skill when charging."
            }
        },
        "Speed Ability": {
            "Leap": {
                "source": "Core Rules",
                "category": "Speed Ability",
                "name": "Leap",
                "description": "The warrior may leap D6 inch in the movement phase in addition to his normal movement. He may move and leap, run and leap, or charge and leap, but he can only leap once per turn.A leaping warrior may jump over opposing man-sized models, including enemies, and obstacles 1 inch high, without penalty. The leap may also be used to leap over gaps, but in this case you must commit the warrior to making the leap before rolling the dice to see how far he jumps. If he fails to make it all the way across, he falls through the gap (see page 28)."
            },
            "Sprint": {
                "source": "Core Rules",
                "category": "Speed Ability",
                "name": "Sprint",
                "description": "The warrior may triple his Movement rate when he runs or charges, rather than doubling it as normal."
            },
            "Acrobat": {
                "source": "Core Rules",
                "category": "Speed Ability",
                "name": "Acrobat",
                "description": "The warrior is incredibly supple and agile. He may fall or jump from a height of up to 12 inch without taking any damage if he passes a single Initiative test, and can re-roll failed Diving Charge rolls. He can still only make a diving charge from a height of up to 6 inch."
            },
            "Lightning Reflexes": {
                "source": "Core Rules",
                "category": "Speed Ability",
                "name": "Lightning Reflexes",
                "description": "If the warrior is charged he will ‘strike first’ against those that charged that turn. As the charger(s) will also normally ‘strike first’ (for charging), the order of attack between the charger(s) and the warrior with this skill will be determined by comparing Initiative values."
            },
            "Jump Up": {
                "source": "Core Rules",
                "category": "Speed Ability",
                "name": "Jump Up",
                "description": "The warrior can regain his footing in an instant, springing to his feet immediately if he is knocked down. The warrior may ignore knocked down results when rolling for injuries, unless he is knocked down because of a successful save from wearing a helmet or because he has the No Pain special rule."
            },
            "Dodge": {
                "source": "Core Rules",
                "category": "Speed Ability",
                "name": "Dodge",
                "description": "A warrior with this skill is nimble and as fast as quicksilver. He can avoid any hits from a missile weapon on a D6 roll of 5+. Note that this roll is taken against missiles as soon as a hit is scored to see whether the warrior dodges it or not, before rolling to wound, and before any effects from other skills or equipment (such as lucky charms)."
            },
            "Scale Sheer Surfaces": {
                "source": "Core Rules",
                "category": "Speed Ability",
                "name": "Scale Sheer Surfaces",
                "description": "A warrior with this skill can scale even the highest wall or fence with ease. He can climb up or down a height equal to twice his normal Movement, and does not need to make Initiative tests when doing so."
            }
        },
        "Sisters of Sigmar Ability": {
            "Sign of Sigmar": {
                "source": "Core Rules",
                "category": "Sisters of Sigmar Ability",
                "name": "Sign of Sigmar",
                "description": "The Sister is favoured by the great god Sigmar. Possessed or Undead opponents lose their first attack against the Priestess in the first round of hand-to-hand combat (down to a minimum of 1)."
            },
            "Protection of Sigmar": {
                "source": "Core Rules",
                "category": "Sisters of Sigmar Ability",
                "name": "Protection of Sigmar",
                "description": "The Sister has been blessed by the High Matriarch. Any spell which would affect her is nullified on a D6 roll of 4+. Note that if the spell is nullified it will not affect any other models either."
            },
            "Bitter Determination": {
                "source": "Core Rules",
                "category": "Sisters of Sigmar Ability",
                "name": "Bitter Determination",
                "description": "Only the Matriarch may have this skill, which allows her to re-roll any failed Rout tests."
            },
            "Righteous Fury": {
                "source": "Core Rules",
                "category": "Sisters of Sigmar Ability",
                "name": "Righteous Fury",
                "description": "The Sister feels cold fury and utter contempt towards any evil that pollutes the soil of the holy Empire with its presence. The model hates all Skaven, Undead or Possessed warbands and all models in them."
            },
            "Absolute Faith": {
                "source": "Core Rules",
                "category": "Sisters of Sigmar Ability",
                "name": "Absolute Faith",
                "description": "The Sister puts her faith in Sigmar, and faces dangers unflinchingly. She may re-roll any Fear tests and does not have to test if she is fighting alone against several opponents."
            }
        },
        "Skaven Ability": {
            "Black Hunger": {
                "source": "Core Rules",
                "category": "Skaven Ability",
                "name": "Black Hunger",
                "description": "The Skaven can draw upon the dreaded Black Hunger, the fighting frenzy which gives him unnatural strength and speed but can ravage him from inside. The Skaven Hero may declare at the beginning of his turn that he is using this skill. The Hero may add +1 attack and +D3 inch to the total move to his profile for the duration of his own turn but will suffer D3 S3 hits with no armour save possible at the end of the turn."
            },
            "Tail Fighting": {
                "source": "Core Rules",
                "category": "Skaven Ability",
                "name": "Tail Fighting",
                "description": "The Skaven may wield a shield, knife or a sword with its tail. The model gains an extra attack with the appropriate weapon or a +1 bonus to its armour save."
            },
            "Wall Runner": {
                "source": "Core Rules",
                "category": "Skaven Ability",
                "name": "Wall Runner",
                "description": "wall runner The Skaven does not need to take an Initiative test when climbing up walls and other sheer surfaces."
            },
            "Infiltration": {
                "source": "Core Rules",
                "category": "Skaven Ability",
                "name": "Infiltration",
                "description": "A Skaven with this skill is always placed on the battlefield after the opposing warband and can be placed anywhere on the table as long as it is out of sight of the opposing warband and more than 12 inch away from any enemy model. If both players have models which infiltrate, roll a D6 for each, and the lowest roll sets up first."
            },
            "Art of Silent Death": {
                "source": "Core Rules",
                "category": "Skaven Ability",
                "name": "Art of Silent Death",
                "description": "The Skaven has patiently mastered the deadly art of open-hand fighting, as taught by the mystics of Cathay in the temples of the far East. In hand-to-hand combat, the Skaven can fight with his bare paws without any penalties and counts as having two weapons (ie, +1 attack). In addition, a Skaven Hero with this skill will cause a critical hit on a To Wound roll of 5-6 instead of just 6. This skill may be used in conjunction with the Eshin Fighting Claws (+2 Attacks instead of +1)."
            }
        }
    },
    "Broheim": {
        "High Elven Ability": {
            "High Elven Magician": {
                "source": "Broheim",
                "category": "High Elven Ability",
                "name": "High Elven Magician",
                "description": "This character is able to use High Elven magic."
            },
            "Dispel": {
                "source": "Broheim",
                "category": "High Elven Ability",
                "name": "Dispel",
                "description": "A Loremaster's knowledge of magic goes far beyond that of any other race. When an enemy spellcaster successfully casts a spell the Loremaster may attempt to dispel it. If the Loremaster rolls greater then his opponent's casting roll for the spell then it is dispelled. Only the Loremaster may have this skill."
            },
            "Stand and Fire": {
                "source": "Broheim",
                "category": "High Elven Ability",
                "name": "Stand and Fire",
                "description": "If the Elf passes a leadership test he may choose to stand and fire at a charging opponent. The Elf suffers a –1 penalty to hit and may only fire once, at a single opponent. If his opponent is knocked down or stunned, place him halfway between the Elf and where he started from (or in view if he was out of sight)."
            },
            "Miniath": {
                "source": "Broheim",
                "category": "High Elven Ability",
                "name": "Miniath",
                "description": "The Elf has been trained in the martial art of the White Tower known as Miniath, allowing him to parry with any weapon. If he has a weapon that he can parry with he gains an additional parry attempt."
            },
            "Unerring Strike": {
                "source": "Broheim",
                "category": "High Elven Ability",
                "name": "Unerring Strike",
                "description": "The Elf is an expert at delivering deadly accurate blows. He may re-roll any failed to wound rolls."
            },
            "Fey Quickness": {
                "source": "Broheim",
                "category": "High Elven Ability",
                "name": "Fey Quickness",
                "description": "Few can ever hope to match an Elf's inhuman quickness and agility. An Elf with Fey Quickness can avoid melee or missile attacks on a roll of 6. If the Elf also has Step Aside or Dodge this will increase to a 4+ in the relevant area. For example, an Elf with Fey Quickness and Step Aside avoids melee attacks on a 4+ and missile attacks on a 6."
            }
        }
    }
}