{
    "Core Rules": {},
    "Broheim": {
        "High Elven Magic": {
            "Word of Power": {
                "source": "Broheim",
                "category": "High Elven Magic",
                "name": "Word of Power",
                "difficulty": 8,
                "description": "The Elven Mage utters the True Name of Asuryan, the lord of the Elf gods. Shaken by his awesome power, the enemies of the Elves become weak and ineffective. Any enemies within 8 inch of the Mage suffer a -3 Weaponskill penalty, down to a minimum of one. Lasts until the beginning of the next High Elf turn."
            },
            "Fiery Wrath": {
                "source": "Broheim",
                "category": "High Elven Magic",
                "name": "Fiery Wrath",
                "difficulty": 8,
                "description": "With one delicate movement the Elven Mage traces an intricate Sigil of Flame in the air. Range 12 inch. May be cast on any model within range. The target is hit with Strength 4. Any models within 3 inch of the target model suffer a Strength 3 hit on a D6 roll of 4+. Take armour saves as normal."
            },
            "The Phoenix Crown": {
                "source": "Broheim",
                "category": "High Elven Magic",
                "name": "The Phoenix Crown",
                "difficulty": 9,
                "description": "A crown of white flames appears above the head of the Elf Mage, enveloping him within a glorious array of flames. The Elf Mage has an armour save of 2+ that replaces his normal armour save. In addition, he gains a +2 to his Weaponskill and a +1 to his Strength. Roll at the beginning of each turn in the recovery phase. On a D6 roll of 1 or 2 the Phoenix Crown disappears."
            },
            "Roar of the Dragon": {
                "source": "Broheim",
                "category": "High Elven Magic",
                "name": "Roar of the Dragon",
                "difficulty": 8,
                "description": "A shadow of a wrathful Dragon strikes out from the outstretched hand of the mage, and speeds forward roaring its anger. The roar of the Dragon has a range of 12 inch and it is absolutely straight. Any model in its path must roll equal or under its Strength or be Knocked Down. If the spell hits a building it stops."
            },
            "The Anger of the Earth": {
                "source": "Broheim",
                "category": "High Elven Magic",
                "name": "The Anger of the Earth",
                "difficulty": 10,
                "description": "At the command of the Elven Mage, the very earth raises up against the enemies of the Elves. Draw a 12 inch direct line from the mage in any direction. The line is 1 inch wide and absolutely straight. Any model in its path suffers a single S5 hit."
            },
            "The Light of Glory": {
                "source": "Broheim",
                "category": "High Elven Magic",
                "name": "The Light of Glory",
                "difficulty": 8,
                "description": "A radiant white light emerges from the mage`s hand, banishing all fear and doubt in his comrades. Any friendly models within 8 inch of the Elven mage are immune to psychology and will never break from combat. This spell lasts until the mage suffers a wound. If the mage suffers a wound then the enchanted Elves become startled and uneasy. All models with 8 inch must take a Leadership test. If any fail, they are treated as if they had failed an All Alone test."
            }
        }
    }
}