{
    "Human": {
        "Core Rules": {
            "Reikland": {
                "race": "Human",
                "source": "Core Rules",
                "name": "Reikland",
                "rulelist": [
                    {
                        "name": "Excellent Leadership",
                        "description": "Reikland Mercenaries are accustomed to the demands of military discipline and have a strongly developed loyalty between officers and men. To represent this, fighters may use their Captain’s Leadership if within 12 inch rather than the usual 6 inch. "
                    },
                    {
                        "name": "Trained Marksmen",
                        "description": "A strong tradition of martial training is also responsible for the high standards of archery amongst the people of Reikland. All Marksmen therefore start with 4 of Ballistic Skill instead of the normal 3, whether they are recruited when the warband is first formed or added later. "
                    }
                ],
                "description": "This is a time of unremitting war, civil strife, violence and famine. A time of orphan children and wanton slaughter. For warriors these are good times! Since the discovery of wyrdstone Mordheim has become a magnet for fighting men from all over the Empire. Nobles, merchants, and the Temple of Sigmar itself offer rich rewards for shards of the mysterious stone. Foremost amongst the patrons of mercenary warriors are the three most powerful contenders for the Emperor’s throne: the Grand Prince of Reikland, the Count of Middenheim, and Lady Magritta of Marienburg – favourite of the merchant guilds. As a mercenary warband you must decide which of the three contenders for Sigmar’s throne you are fighting for. Warbands from different places will vary in many respects, offering different benefits as well as having a unique appearance and character. Reikland lies at the heart of the Empire and its greatest city is Altdorf, home of the Grand Theogonist and seat of the Temple of Sigmar. Reiklanders are devout followers of Sigmar, the founder, first Emperor, and patron god of the Empire. The Grand Prince of Reikland (as Siegfried, the ruler of Reikland, styles himself) is supported in his claim to the throne by the Grand Theogonist and opposed most strongly by the Count of Middenheim and the Priests of Ulric. Throughout the Empire Reiklanders are commonly supposed to embody the discipline and loyalty of the professional warrior. Brave and well-versed in the arts of war, Reiklanders disdain fashionable clothing in favour of well-made and practical wargear. In battle they often wear coloured ribbons as marks of identification or authority. They are justly proud of their dynamic and ambitious Grand Prince and contemptuous of other claimants to the throne, especially the Count of Middenheim, Mannfred Todbringer, whom they sneeringly call the ‘lap-dog of Ulric’. <i>-Ah, Reiklanders, the finest of men! Disciplined, magnificent archers and good, solid warriors! Reiklanders need the best leaders, so you’d better shape up boy! For these warriors are good at almost all the skills of war, and they are more likely to hold their nerve than others in Mordheim.-</i>"
            },
            "Middenheim": {
                "race": "Human",
                "source": "Core Rules",
                "name": "Middenheim",
                "rulelist": [
                    {
                        "name": "Body Builders",
                        "description": "The men of Middenheim are famous for their physical prowess. To represent their advantage in size and bulk, the Champions and Captains of a Middenheim warband start with Strength 4 instead of 3. "
                    }
                ],
                "description": "This is a time of unremitting war, civil strife, violence and famine. A time of orphan children and wanton slaughter. For warriors these are good times! Since the discovery of wyrdstone Mordheim has become a magnet for fighting men from all over the Empire. Nobles, merchants, and the Temple of Sigmar itself offer rich rewards for shards of the mysterious stone. Foremost amongst the patrons of mercenary warriors are the three most powerful contenders for the Emperor’s throne: the Grand Prince of Reikland, the Count of Middenheim, and Lady Magritta of Marienburg – favourite of the merchant guilds. As a mercenary warband you must decide which of the three contenders for Sigmar’s throne you are fighting for. Warbands from different places will vary in many respects, offering different benefits as well as having a unique appearance and character. Middenheim stands on a mountain pinnacle surrounded by dark forest in the centre of Middenland, and is also known as the City of the White Wolf after Ulric, the old god of wolves and winter. The Priesthood of Ulric is still strong in Middenheim where Ulric is venerated as the patron of the city. The tradition of rivalry between Middenheim and Reikland goes back hundreds of years, and the Count of Middenheim, Mannfred Todbringer, is one of the chief contenders for the Emperor’s throne. As a result there has always been a great deal of friction between Middenheimers and the Temple of Sigmar. Middenheimers are typically large, strongly built men with a well deserved reputation for ferocity. Many wear wolf pelts which custom decrees to be the mark of those who have slain a wolf with their own hands. These grim warriors are famously contemptuous of danger. They frequently go into battle bare-headed, scoffing at those who choose, for reasons of good sense, to wear helmets. As Middenheimers favour long hair and beards their lack of headgear makes them look especially fierce when they charge upon their enemies howling their brutal battle-cries. <i>-These Northerners are nutters, madmen, berserkers! They are as strong as Ogres and meaner than Orcs. Watch out for them in close quarters – the chances are they’ll crush your skull with a hammer or behead you with one of those hefty axes they carry around with them.-</i>"
            },
            "Marienburg": {
                "race": "Human",
                "source": "Core Rules",
                "name": "Marienburg",
                "rulelist": [
                    {
                        "name": "Natural Traders",
                        "description": "As natural traders with contacts in the merchant guilds Marienburg warbands receive a +1 bonus when attempting to find rare items (see the Trading section for rules). To reflect their enormous wealth Marienburgers start off with an extra 100 gold crowns (600 in total) when fighting in a campaign. In a one-off game they are permitted an extra 20 percent gold crowns when recruiting a warband. For example, in a 1,000 gold crown game a Marienburger warband will have 1,200gc. "
                    }
                ],
                "description": "This is a time of unremitting war, civil strife, violence and famine. A time of orphan children and wanton slaughter. For warriors these are good times! Since the discovery of wyrdstone Mordheim has become a magnet for fighting men from all over the Empire. Nobles, merchants, and the Temple of Sigmar itself offer rich rewards for shards of the mysterious stone. Foremost amongst the patrons of mercenary warriors are the three most powerful contenders for the Emperor’s throne: the Grand Prince of Reikland, the Count of Middenheim, and Lady Magritta of Marienburg – favourite of the merchant guilds. As a mercenary warband you must decide which of the three contenders for Sigmar’s throne you are fighting for. Warbands from different places will vary in many respects, offering different benefits as well as having a unique appearance and character. Marienburg is the largest and most prosperous trading city in the Old World. Many call it the City of Gold which alone conveys a good idea of the wealth of this sprawling cosmopolitan city. Nowhere else can be found the vast array of shops selling goods from as far away as the Elven kingdoms of Ulthuan in the west and distant Cathay in the east. The city’s craftsmen represent every skill known to man, and a few others beside, so that it is said in Marienburg there is no activity that cannot be quickly turned to profit. Many mercantile guilds have their headquarters in Marienburg, most important of all the secretive High Order of Honourable Freetraders which represents the elite amongst mercantile society. This large, rich, and ambitious body of men feel themselves shackled by the old order and are eager to seize power for themselves. Their champion for the Emperor’s throne is the Lady Magritta. Thanks to the unseen influence of Freetraders throughout the Empire all the minor Electors were persuaded to support the Lady Magritta’s claim. It was only the Grand Theogonist’s refusal to crown her that denied Marienburg the throne driving a wedge between the City of Gold and the Temple of Sigmar. Warbands sent to Mordheim are sumptuously dressed and armed. Though Marienburgers are often ridiculed as foppish and effete, their skill at arms and complete ruthlessness has earned them grudging respect. Their chief skills lie in duelling and in the use of poisons and other clandestine fighting methods. Richer individuals dress flamboyantly and wear jewellery. However, the bulk of most warbands are recruited from the dockland thugs, ships’ crews, and stevedores who favour a simpler appearance: leather coats, bandanas and short swords that are easy to conceal. <i>-Don’t let their fancy clothes and flash jewellery fool you, though. They’re not wearing those weapons just for show, they know how to use them as well!-</i>"
            },
            "Witch Hunters": {
                "race": "Human",
                "source": "Core Rules",
                "name": "Witch Hunters",
                "rulelist": [],
                "description": "The Order of the Templars of Sigmar, universally known as the Witch Hunters, is an organisation dedicated to the eradication of heretics, be they warlocks, witches, sorcerers, fortune-tellers, necromancers, worshippers of the dark gods, deviants, mutants, blasphemers, sinners, utterers of profanities, servants of Daemons, or composers of corrupting music. Indeed, there are few who altogether escape the suspicions of the Witch Hunters with the possible exception of other Witch Hunters. It is wise to remember that the practice of magic in all its forms is deemed a most heinous crime in the Empire. Death by fire is the proscribed punishment for this particular heresy. Many of the Witch Hunters’ victims treacherously avoid their fate by perishing under torture before making a full confession. In these troubled times the Witch Hunters are kept busy as more and more men turn to the dark arts. The most dangerous of all these heretics are the followers of the Chaos gods. These depraved individuals practise Daemon worship and (it is claimed) even offer human sacrifices in the name of their vile masters. Of all the enemies of Sigmar they are the most abhorrent! The destruction of Mordheim has fired the Witch Hunters with a new and irresistible sense of purpose. In the light of events the Grand Theogonist has proclaimed Sigmar’s punishment on the City of the Damned. The Witch Hunters rejoice that their crusade against widespread corruption has been vindicated. Now they are ready to complete Sigmar’s holy purpose by destroying his enemies within the ruins of the city itself. The Grand Theogonist has commanded the Witch Hunters to go unto that place and recover the wyrdstone for Sigmar’s temple. Their crusade also pits them into the same arena as their old enemies the so-called Sisters of Sigmar – those loathsome Daemon-worshipping she-heretics whose very existence is a vile affront to the majesty of Sigmar. Witch Hunters are charismatic rabble-rousers who can soon turn a crowd to their own ends. They are universally dreaded, for everyone has something or someone to hide, and there are countless individuals who would willingly and enthusiastically hunt down and burn their own kin were a Witch Hunter to command them to do so. Bands of Witch Hunters are often accompanied by zealous citizens, Flagellants, and even holy Priests of Sigmar as well as the huge vicious warhounds which the Witch Hunters employ to track and bring down fugitives. As men accustomed to fighting Witch Hunters are well-armed and sturdy individuals. They favour hooded cloaks and headgear which conceal their appearance from the overly curious. Some wear chains about their throats to remind them of fallen comrades and old rivalries and also, so it is said, so that the iron might serve as protection against witchcraft. The followers of the Witch Hunters, the rabble that accompany  them to Mordheim, are a far more dire sight indeed – crazed and self-mutilated men who have lost or surrendered all their worldly goods and, most likely, their reason as well.<i>-Witch Hunters will burn you and your warband if you give them the slightest reason. They are well armed and equipped, and show no mercy to anyone who dares to stand in their way. They are followed everywhere in Mordheim by a rabble of fanatics and those crazed Flagellants. One word from a Witch Hunter and they’ll tear you apart, burn you, decapitate you and excommunicate you from the grace of Sigmar.-</i>"
            },
            "Sisters of Sigmar": {
                "race": "Human",
                "source": "Core Rules",
                "name": "Sisters of Sigmar",
                "rulelist": [],
                "description": "For centuries the nobility of the Empire has sent its wayward or troublesome daughters to the Holy Convent of the Order of Merciful Sisters of Sigmar in Mordheim to be initiated into the only order of priestesses dedicated to the Empire’s patron god. The Sisters of Sigmar, as they are commonly called, have traditionally travelled the Empire administering to the sick and poor, tending to the needs of orphans, curing the diseased and mending broken bodies. As well as the healing arts, which they practise with expert knowledge of herb-lore and prayer, their advice is frequently sought by those about to make an important decision, for the Sisters of Sigmar are famed for their ability to predict the fickle course of fate. Though once much loved by the common people, the Sisters have seen their popularity wane in recent years. Rabble-rousing Witch Hunters have denounced them as witches and heretics, so that even in the countryside they are attacked and driven away by the very peasants they seek to help. Many of Sigmar’s priests wish to disband the order altogether, claiming that women have no right to teach the holy word of Sigmar. Even the Grand Theogonist, ostensibly the chief authority over the order, has cooled towards the sisterhood, denying the throne to Magritta of Marienburg who was brought up by the Sisters and said to be sympathetic to their cause. These days the Sisters of Sigmar have retreated to their convent situated high on the craggy island of Sigmar’s Rock in the river Stir in Mordheim. Of all the inhabitants of Mordheim only the Sisters of Sigmar were prepared for its destruction. Seeress Cassandora foretold of the disaster and at their nightly vigil the Maidens of Sigmar heard the voice of Sigmar speaking in their dreaming minds. Thus they knew that they would be safe in their fortress high above the city, raised as it is above the polluted vapours, if only they were prepared to survive the fire of Sigmar’s Fury. While the rest of Mordheim fell under a spell of madness the Sisters of Sigmar offered prayer after prayer, scourging themselves to drive out all thoughts of sin, fervently accepting a punishing penitential regime to harden their minds against the wantonness running rampant outside their walls. When the blow finally came the Sisters gathered beneath the great temple dome of their convent which, well built and fortified as it was by the prayers of the Sisters, protected them from the fire and heat of their master’s ire. The Sisters believe they have a holy mission, a task that they have been set by Sigmar himself and to which they must submit themselves body and soul. Their sacred duty is to gather up the shards of wyrdstone and hide it deep beneath Sigmar’s Rock in the vaults of their convent where, shielded by a great depth of solid granite and guarded by the eternal prayers of the sisterhood, it will cause no harm to Sigmar’s people. It is a nigh hopeless task, for there are few Sisters and countless shards of stone. Worse still, there are many who want the stone for themselves, to take it from Mordheim and spread its contagion amongst the cities of the Empire.  The warbands of the sisterhood are led by tough Matriarchs, each accompanied by a body of warrior sisters. The training and harsh discipline of the convent includes mastery of martial as well as ecclesiastic skills, for mastery of the body is but the first step towards the mastery of the soul. Their favoured weapon is the warhammer, the instrument of Sigmar, seen as his holy symbol, alongside the twintailed comet.<i>-Don’t believe everything those Witch Hunters say about the Sisters. They’re no more heretics than I am and I’ll skewer any man that says different. Not that the Sisters need looking after – they’re mean fighters and you gotta be tough just to live like they do in that big fortress in the middle of Mordheim.-</i>"
            }
        }
    },
    "Chaos Human": {
        "Core Rules": {
            "The Cult of the Possessed": {
                "race": "Chaos Human",
                "source": "Core Rules",
                "name": "The Cult of the Possessed",
                "rulelist": [],
                "description": "There is never any shortage of men willing to risk their lives for a chance of real power: men whose ambitions lie beyond the scope of their birthright, or whose sorcerous skills or physical deformities place them in constant danger of persecution. What do such men have to lose if they pledge their souls to the dark gods of Chaos!In the aftermath of the destruction of Mordheim all manner of mutants have appeared whilst many hitherto unblemished folk feel the stirring of strange powers, the first awakenings of magical gifts destined to bring them to a fiery death at the hands of the Witch Hunters. Now a leader has appeared, a new Dark Emperor, who claims lordship of the City of the Damned. He is called the Shadowlord, Master of the Possessed, and followers of the cults of Chaos gather from all over the Empire to pledge their souls to him. Though none know whether he is man or Daemon all proclaim him their saviour and eagerly seek to do his bidding. As all students of the dark arts know, it is by the power of magic that creatures such as Daemons and spirits are able to stalk the mortal world. The wyrdstone that proliferates in Mordheim grants unnatural life to many vile things that by all natural rights should never exist. The Possessed were once men but by surrendering themselves wholly to the dark gods they have allowed Daemons to possess their bodies. Their appearance is horrific – corrupted from within, their flesh is twisted into a new and monstrous form. With the power of the Possessed behind them the followers of the Shadowlord have grown powerful in Mordheim. In the Massacre of Silver Street the Cult of the Possessed ambushed and destroyed a large force sent in to hunt them down. Now the streets of Mordheim belong to the Shadowlord and his servants. The contaminated air does not affect them at all or, more likely, it nourishes their inner corruption. Men who venture into Mordheim alone are hunted down and sacrificed to the dark gods. All warbands of the Possessed gather wyrdstone for the Shadowlord who remains hidden in the Pit where he is said to be guarded by titanic Possessed the size of houses. A few shards of the precious stone are kept by the warbands and used to create more of the Possessed. Cult of the possessed. The leaders of cult warbands are called Magisters and each leads a group of cultists: minions of the dark gods of Chaos. These are men whose hunger for power knows no bounds, who willingly give their bodies over to possession. All take part in the blood sacrifices, dark rituals, and worship of Daemons – nothing is too base for them!These degenerate humans are joined by other creatures as vile as they – things half-man half-beast that call themselves Gors, and which men refer to as Beastmen. There are few sights as horrific as a cult warband. Deranged warriors smeared with blood and dirt wave jagged weapons and chant blasphemous rites as they throw themselves upon their foes. Many are hardly recognisable as human, their bodies are so scarred and disfigured. The stigmata of mutation is borne by most, but the most unsettling of all are the Possessed themselves – melded flesh made of men, beasts, and metal driven by the implacable will of a Daemon. <i>-The Possessed. The Damned. The bogeymen. These scum are the worst of the worst. They are dangerous creatures, perhaps more so than any other group in the entire city. This Chaos-worshipping scum consists of mutants, Beastmen and cultists, and even worse things called the Possessed. If you ever let them get close to you, you’ll be in big trouble – there are few who are a match for this scum in close quarters.-</i>"
            }
        }
    },
    "Undead / Vampires": {
        "Core Rules": {
            "The Undead": {
                "race": "Undead / Vampires",
                "source": "Core Rules",
                "name": "The Undead",
                "rulelist": [],
                "description": "Count Vlad von Carstein and his wife Isabella have ruled the province of Sylvania for as long as anyone can remember – peasants whisper of some dark secret, Witch Hunters revile them, and the Priests of Sigmar shun their court. Indeed, Sylvania has the most dire reputation of all the provinces of the Empire. Few men sent to spy on the rulers of Sylvania have ever returned from those dark Sylvanian forests, and then rarely with their sanity intact. In the dimly-lit chamber of the Drakenhof castle, on a throne of black obsidian, sits Vlad von Carstein, the ruler of Sylvania. He waits in shadows, having set himself apart from the politics and bickering of the Empire. For he holds a terrible secret: he, and all the ruling aristocracy of his province are Vampires, undying monsters from beyond the grave. Here he patiently waits, drinking the blood of maidens from gold goblets. For many long years Vlad has gathered his strength and mustered his Undead legions in secrecy. One day soon he will march from the forests of Sylvania at the head of an army of restless dead. The pieces of magic stone that lie scattered among the ruins of Mordheim can give the Count the power to challenge the nobles of the Empire and enslave the men of the Old World. Wyrdstone holds enough captured magical energy to unleash a great spell of doom to rival that of Nagash the Black. If the Count is successful, he will raise all the dead between the Worlds Edge Mountains and the borders of Stirland, and go to war against the divided rulers of the Empire. His plans laid out, Vlad sends his thralls, the immortal Vampires, to do his bidding. During dark, moonless nights, black coaches arrive at the gates of Mordheim carrying coffins. Ghouls scuttle from their hiding places to greet them, and corpses are stirred by a command which the living cannot hear. Following the commands of the Vampire, they hunt for shards of wyrdstone. The night belongs to the Undead, and in Mordheim it is always night. <i>-The Restless Dead plague Mordheim. Zombies, Ghouls and huge hellhounds prowl the streets, and woe to anyone caught by them. He’ll be eaten alive, or end up as one of the walking corpses himself. I lost my eye to one of the fanged horrors who leads the Undead. Let me tell you, that thing was not human. I put my sword through it and it still kept coming.-</i>"
            }
        }
    },
    "Skaven": {
        "Core Rules": {
            "Skaven": {
                "race": "Skaven",
                "source": "Core Rules",
                "name": "Skaven",
                "rulelist": [],
                "description": "Unbeknownst to man, for thousands of years he has shared his world with another and altogether different race. There have always been signs for those who cared to see them: a scurrying black shadow, an inhuman scream from the sewer, scuttling shapes at the back of the cellar. All these years these creatures have worked away in secret, burrowing beneath the world of man, undermining his great cities, infiltrating his sewers and cellars, and joining all up into a vast worldspanning labyrinth of tunnels and nests. These creatures call themselves Skaven and they are ratmen, the mutant spawn of an older age of chaos and mutation. Doubtless one day the Skaven will be ready to emerge from their tunnels and wage open war upon mankind. For centuries they have been content to feed upon his ruins, to seed plague in his cities, and spread contagion amongst his lands. At least they were content to wait and watch, for now everything has suddenly changed. Now the destruction of Mordheim has created new opportunities in the secret war against mankind. Since ancient times the Skaven have searched the world for the stones of power that men in their ignorance call wyrdstone but which Skaven have long since known as warpstone, blackstone, or seerstone. It was as a result of gnawing upon this magic stone in ages past that commonplace rats began the slow process of mutation that spawned the Skaven race. Wyrdstone is quite literally in their blood, for they feed upon it and make use of it in their foul sorceries. Until now the ratmen’s search for wyrdstone has been difficult and time-consuming as the stone has grown increasingly rare, but now a new and abundant source has appeared – a dark blessing from the skies! For the Skaven of Clan Eshin, this is an especially opportune time for such a thing to happen, for, just as the Empire is divided, so the Skaven race is divided amongst itself. Clan fights clan the world over, each struggling for domination of the Council of Thirteen whose masters rule the Skaven race. Mordheim’s secret is not yet revealed to all the clans, or else the City of the Damned would already be overrun with ratmen. The Nightmaster of Clan Eshin is keen to guard this secret, and for this reason has not sent his multitudinous armies into Mordheim. Instead, he has sent small warbands of Skaven skittering through secret tunnels into the city to gather up the shining stones and bring them back to the clan nests. The Skaven of Clan Eshin are supremely adapted to their task. Masters of the art of bringing silent death to their foes, they are skilled in the use of poison and trained in the thousand secrets of the assassin. Since birth Skaven warriors practise martial crafts in the ruinous temples of the Horned Rat, their everhungering and hideous god. There are none better amongst their verminous kind to gather up the treasure of Mordheim, but they must be silent, swift and efficient. Were rival Skaven clans to discover the secret of Mordheim there would come not hundreds, not thousands, but millions upon millions to contend for the wyrdstone in the City of the Damned.<i>-These are no ordinary vermin - big as a man, fast on their feet, and smart too, not like common rats. The whole city’s full of ’em and the worse of it is they’re waitin’ in the old drains and sewers, watchin’ for a chance to catch you on your own. Let ’em and you’re a dead man.-</i>"
            }
        }
    }
}